// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "檔案同步";

// Text of "ok" button, used in various dialogs.
"OK" = "好";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "取消";

// Text of "Next" button, used in various dialogs
"NEXT" = "下一個";

// Text of "Done" button, used in various dialogs
"DONE" = "完成";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "繼續";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "“%@”的上一個本機 iDisk";
"PREVIOUS DMG DIR" = "上一個本機 iDisk";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "此電腦有一個舊的本機 iDisk 拷貝，使用了 %@ 的磁碟空間。您要保留它或是將它丟到“垃圾桶”？";
"MIGRATION_DESKTOP"  = "保留";
"MIGRATION_TRASH"    = "丟到垃圾桶";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "此電腦有一個舊的本機 iDisk 拷貝，使用了 %@ 的磁碟空間。您要保留它或是將它丟到“垃圾桶”？";
"CLEANUP_IMAGES_INTERNAL_1"     = "此電腦有一個舊的本機 iDisk 拷貝，使用了 %@ 的磁碟空間。您要保留它或是將它丟到“垃圾桶”？";
"CLEANUP_IMAGES_DESK_MULTI"     = "此電腦有數個舊的本機 iDisk 拷貝，使用了 %@ 的磁碟空間。您要保留它們或是將它們丟到“垃圾桶”？";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "此電腦有數個舊的本機 iDisk 拷貝，使用了 %@ 的磁碟空間。您要保留它們或是將它們丟到“垃圾桶”？";
"CLEANUP_IMAGES_ALL"            = "此電腦有數個舊的本機 iDisk 拷貝，使用了 %@ 的磁碟空間。您要保留它們或是將它們丟到“垃圾桶”？";

"CLEANUP_TITLE_1"     = "在您的電腦上找到 iDisk 的另一個備份。";
"CLEANUP_TITLE_MULTI" = "在您的電腦上找到 iDisk 的其他備份。";

"Keep"  = "保留";
"Trash" = "丟到垃圾桶";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "您的 iDisk 空間將滿。";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "不要再顯示這個警告。";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "您 iDisk 上有些檔案在“垃圾桶”裡。要釋出更多可用空間，請清空“垃圾桶”。\n\n您可以在“系統偏好設定”的“%@”面板上增加 iDisk 的大小。";

// No files in trash.
"ALMOST FULL .MAC MSG" = "您可以在“系統偏好設定”的“%@”面板上增加 iDisk 的大小。";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "您需要調整電腦上的 iDisk 大小。";
"RESIZE IDISK MSG" = "當您更改 iDisk 的大小時，電腦上的 iDisk 將暫時無法使用。";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "無法停用您的“本機 iDisk”。";
"CANT DISABLE BUSY MSG" = "由於 iDisk 包含已經開啟的檔案，目前無法停用您的本機 iDisk。請關閉這些檔案然後再試一次。";
"CANT DISABLE ERR MSG%" = "由於發生未知的錯誤 %d，目前無法停用您的本機 iDisk。請稍候再試一次。";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "您的 iDisk 正在同步中。您要繼續或是登出？";
"LOGOUT BUSY MSG" = "您可以在 iDisk 完成同步後登出。";

// Text of the "log out" button.
"LOGOUT" = "登出";

// Text of the "continue" button.
"CONTINUE SYNC" = "繼續同步";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "正在清除⋯";
"Last sync cancelled."           = "已取消上一次同步。";
"Finder Settings"                = "Finder 設定";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "您的“%@”帳號已經過期。";
"CREATE FAILED:NIL DMA"          = "無法啟用 iDisk 同步。請在“%@”系統偏好設定”面板裡檢查您的“%@”使用者名稱和密碼。";
"CREATE FAILED:NO USERNAME"      = "無法啟用 iDisk 同步。請在“%@”系統偏好設定”面板裡檢查您的“%@”使用者名稱和密碼。";
"CREATE FAILED:TOO BIG"          = "無法啟用 iDisk 同步。您的 iDisk 大於可用的空間。";
"CREATE FAILED:UNKNOWN"          = "無法啟用 iDisk 同步。請稍後再試。";
"Cannot sync more than one computer at a time."	= "其他電腦正在與此帳號進行同步。請稍後再試一次。";
"iDisk syncing unavailable."					= "iDisk 同步目前無法使用。請稍後再試一次。";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "您的“%@”帳號不具備可使用的 iDisk。";
